Repository: mozilla-l10n/mt-training-data
Catalog: oru/oru_pontoon.tmx
Source language: en_us
Languages: oru

source: Why are you asking?
oru: کيې بُو پِشتِنه کېوی؟

source: Why Common Voice?
oru: مشترک آواز يې څۀ، او کيے هۀ؟

source: Why does this matter?
oru: ته پۀ يې څۀ ضرورت هۀ؟

source: Why we built this Spontaneous Speech prototype
oru: ماخ يې بُو او بغېر ته تیاري نمونۀ تقریر کيې جوړېن؟

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
oru: خوئ پروفائل نر ته خوئ کری ا ریکارډ ساتيېک اېنچی، او فئ خلق ګیرډ يې ګۀ تعلق ساتيېک اېنچی کوک که ته آواز ته ډېټا حصه دري یِن

source: Wixarika
oru: وِخاریکا

source: Wolof
oru: وولوفئے

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
oru: تُو سو زېيي که ا وائس ریکارډنګت ګه ډیلیټ سون، یا بون که ته مشترک آواز ته ډېټا حصه جوړ سَۀ،

source: Write
oru: پیس/ لیک

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
oru: بلکل افۀ يي لیک که څۀ بُو ا سۀ سړئ غؤݭی، پشمول ته ساه ته وریوڅن ا لفظی سکه 'um' یا 'errr'۔

source: Write down what you hear the person saying here
oru: دۀ افۀ لیکن که څۀ يې امر کوک لاسته

source: Write options menu
oru: اپسن مېنیو يې لیکن

source: Xhosa
oru: کوسئے

source: Xitsonga
oru: کیڅونګئے

source: y
oru: ی

source: Y
oru: و

source: Yes
oru: جی

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
oru: جی، مُنکی ر دی ای مېل ڒیڅېون۔ از بوزېم که از مشترک اواز ته پراجېکټ باره نر خبر بېم

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
oru: جی ا ای مېل اِر ڒیڅېون۔ از بُو آ زیم که تُو کی ته مشترک آواز باره په وخت ا اطلاع رسا که ترقي يې سُک هۀ

source: Yiddish
oru: ییدِشئے

source: Yoruba
oru: یاروبئے

source: You
oru: تُو

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
oru: تُو بو پېری ا ډاؤن لوډ ته <size>شوری کېوی GBچیو مخکی { $size }

source: You are prepared to initiate a download of <b>{ $size }</b>
oru: تُو تیار هې که ا ډاؤن لوډ شُوري کېوی ته <b>{ $size }</b>

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
oru: تُول ا جمله سا ګډ اېنچی که <writePageLink> میوݫی۔ صفحه لیک کی</writePageLink> یا ا جمله یا ا صفحه نظرثانی کېوی <reviewPageLink> پۀ لنک کی سو چیو

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
oru: تُو بُو کوپی پېسټ ګۀ اېنچی ا ډائرېکټ URLs ترتو خوش ډاؤن لوډ مېنېجرلیکی۔ ائ بُو اېکسپائر سېن دواس ”هېنټه نر، خه تُر بُو واپس ګۀ اېنچی پا پېج کی که کان دی ګۀ نیووه جوړېوی

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
oru: ته کیبورډ ا شارټ کټ بو ګه استعمال اېنچی{ sc-review-form-button-approve-shortcut } ته منظوري{ sc-review-form-button-reject-shortcut } ته رد{ sc-review-form-button-skip-shortcut } ته سکِپ کؤ

source: You can choose to make your username public or anonymous.
oru: تُو بُو ا خوئ یوزر نام پبلک یا نامعلوم اېنچی۔

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
oru: تُو بو ته ډېټاسېټ صفحه <datasetsPage> کی څېک اېنچی، وۀ ا ورژن او ا خوئ زبان خوش اېنچی او ډاؤن لوډ وه کَۀ۔ ائ فائل دی <metadataLink> او مِلګرئ </metadataLink> دَرِن۔ سکه د خلق ته شمېر باره نر معلومات او وېلیډېشن ډېټآ۔ تُول سو ا خوئ ای مېل پته ڒۀ، ته ډېټا سېټ ته ډاؤن کؤ پاره

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
oru: تُو يې بو سۀ مختلف میوک ډېټاسېټ جوړ اېنچی که سۀ مشترک آواز پروفائل يې جوړ کی او ا حوئ آواز ال ګډ کی

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
oru: تُويې بو ته موزیلا لېنګوېج کمیونېټی بيے ممبرنی ګِرګډ ګه ملاقات اېنچی که تو <discourseLink>مېلاؤ کېوی۔ ته پۀ پناره که تو وه ته عنوان باره نر ګِرګډ ژغ۔ یا ته سېره مشوره پاره او لِنک مېلاؤ کېوی</matrixLink>

source: You cannot add multiple sentences for a single submission
oru: په سۀ زار دی بو زُت مختلف جملي نک جمع کېک اېنچی

source: You cannot request your recordings while another request is already in progress.
oru: که ا سۀ ریکارډنګت روان بَۀ، ته بی ریکارډنګ پناره بو نک غوېک اېنچی

source: You can request a new takeout of your recordings every { $days } days.
oru: هر { $days } ریوز بعد يې بُو ته ریکارډنګ ته نَوُلًک پاره يې بو درخواست ڒیوک اېنچی

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
oru: ماخ دی سا موقعی جوړېن که ا خلقه وې حصه وینر وُرِن۔ آ يې ترتیوس خیال لاسته ګه آسان هۀ۔ ټُو وه بُو آن لائن ګۀ اېنچی ته ویډیو کانفرنسِنګ ته آللت په ذریعه، یا په خؤیه که ګُده محفوظ بَۀ۔ جیره کَۀ ترماخ ا ټېمپلېټ او ا روان کری</eventTemplate>

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
oru: تول دی دُشکی تعداد نرپه لِنک کی<sentenceCollectorLinkAdd> ګډ اېنچی۔ یا دی ݫیات تعداد نر پۀ لِنک کی<bulkImportDocsLink> ڒیڅېک اېنچی، ته پۀ باره Github </bulkImportDocsLink> استعمال کېون۔ یاده دېرن که ا جملي یا خه (or public domain) CC0 <licenseLink> بېن یا ترتو خوئ لیکک بېن

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
oru: تُو بو ته <scraperLink> ا لِنک ته جمله ته زری کؤ پاره ګه استعمال اېنچی یا بو ته پۀ پاره ته Wikipedia ا خدمت ګۀ وریوک اېنچی

source: You check whether the transcription matches the audio
oru: تُو وه چېک کَۀ ا نقل بُو اصِل آدیو ګیرډ مېلاوه وک سَۀ

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
oru: تو وه بُو وینر ته ته نشترک آواز ا وېب سائټ ګه وینر شامل اېنچی https://commonvoice.mozilla.org/

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
oru: تُو بو ته تعلیمي ا رېفرېسِنګ سټائل ګه استعمال اېنچی سکه هارورډ سټائل ”2021 موزیلا مشترک آواز که موجود هۀ https://commonvoice.mozilla.org/ نر ”(Accessed: 15th September 2021)"

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
oru: ته کِريې ته رسؤ پاره بُو تو ته سوشل میډیا ا استعمال اېنچیز سا پسټی دی شریک کَۀ څېن ور که تُو پویٛ اؤس که ته پۀ دې ضرورت هۀ، او سا خلق ګیرډ يې تعلق سېتن کوک که په سا خبُرئ پویٛ اؤسېن سکه ته زبان ا خقوق، آوازی آرټیفیشئل انټېلیجنس، یا يې تکنیکي زئر دَرِن۔ ائ بيې هدایات <campaignLink> لِنک نر جیره کئ بشمول ته سوشل کېمپېن ا چلؤ، او افۀ مواد اڅېن که تُو دوباره استعمال اېنچی

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
oru: ټُويې څه زبان نک خوش دوک هۀ۔ مهرباني کېون خوپروفایل کی چیو<profileLink> که زبان يې خوش کی

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
oru: تُو ته پا صفحه ته جمع کؤ حد کی رسيېک هې۔ مهرباني کېون که { $retryLimit } څون میلِټ انتظار کېون پۀ لاسته مُخکی که بيې جملۀ يې پېش کېوی۔ ته صبرت مهرباني

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
oru: تُو ر پا صفحه نر ته پېش کؤ حد کی زوک هې۔ مهرباني کَۀ { $retryLimit } که څُون سیکِنټی انتظار کېوی ته بيې جمله پېش کؤ لاسته مُخکی۔ ته صبُرت شکریا

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
oru: پا پېج نر دی ترتُو انسېوډ تبدیلئے یِن۔ که تُو ا لوکېل بدل کېوی، ترتُو ا لوکېل سُو غېرمحفوظ هنزنِن۔ تُو بُو په یقین سره غؤس که ا لوکېل بُو بدلېوی؟

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
oru: پا پېج نر دی ترتُو انسېوډ تبدیلئے یِن۔ که تُو آ پېج ژی ترتُو ا تبدیلئے سُو غېرمحفوظ هنزنِن۔ تُو بُو په یقین سره غؤس که ا پېج بُو ژی؟

source: You must allow microphone access.
oru: مئکروفون کی يې ته رسؤ اجازت ڒَۀ

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
oru: تُو کی هۀ که ته ریکارډنګ ا هر لفظ صحیح امريېک اېنچی۔ ماخ بُو آ زېن که ته مشین ته زدکړه الګوریتم ته پۀ فابل بَۀ که څُټه لاسته ر ا څېک هر قسم شور هنډلېک اېنچی، او ا په زوټه آواز او ا خاموش څفتري ګه قبلوی په ݭړط ته پۀ که ته ټېکست ا امرؤ نک متاثر کېک سَۀ۔ ا ډُزؤ یا ا کټکؤ ته آواز مطلب يې او ݭیوک که تُو سو افۀ کلِپ ردېوی

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
oru: لهجۀ يې افا طریقۀ هۀ که څال بُو تُو ا الفاظ ادا کېوی۔ ته پۀ ا انحصار يې پۀ زر هۀ که تُو ګُده پِنډيېک هې، ا بي يې بُو ا څېن زبان غؤس او بيې وه دی زُت وجئ اِن۔ تُو دی بُو بيې ګۀ که څه معلومات بېن که تُو غؤس که صحیح یِن، شریکه بُو اېنچی

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
oru: ترتو ا نامعلوم وائس ریکارډنګ سو ته مشترک وائس ډېټا نېله بَۀ۔ که سۀ وار تو ا خوئ پروفائل ډیلیټ دوک، تُو کی سو بيې آ موقع ګُده ګۀ نک مېلاوه وک سَۀ که تُو ا خوئ ریکارډنګ ډېټا سېت لاسته ورے کی

source: Your daily goal has been created
oru: ترتُو ا ریوزانۀ مقصد جوړ ݭیوک

source: Your dataset is downloading!
oru: ترتو ا ډېټا سېت بُو ډا،ن لوډ کېک سَۀ

source: Your download has started.
oru: ترتُو ا ډاؤن لوډ شُوری ݭیوک هۀ

source: You’re contributing to a target segment
oru: تُو بُو ا خوئ حصه شېندی ترماخ ته تارګېټ سېګمنټ کی

source: You’re contributing to our first target segment
oru: تو بُو ا خوئ حصه ګډېوی ترماخ اول تارګېټ خصه کی

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
oru: پېری تُو تیار هې که<bold> ٬ک </bold> دی ای مېل وصولېوی سکه ته مقصد پناره یاد دهاني، ترمُن مخکی څېک ا رپورټ، ته خبري خطی مشترک آواز پناره

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
oru: پېری تُو ته پۀ قابل هې که ای مېل دی وصول اېنچی سکه ته ګول ا یاد دهاني، ترمن ا مُخکی څېک ا مشترک آواز بارۀ نر خطی او خبري

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
oru: تُو زُت تېز روان هې، دُشکی صابر سُن که آ یقیني کېوی که ا جملۀ ت صحیح هۀ۔

source: You're helping Common Voice reach our daily sentence goals!
oru: تُو بو ته مشترک آواز مدد کېوی فۀ مقصد نر،که ریوزانه يې بو ݭيے جمله نیووه نشر کوی

source: Your email address
oru: ترتُو ته ای مېل ا پته

source: You respond or reply to it as naturally as you can
oru: تُو وې ځواب غؤس اُن قدرتي که څُونه تيې وست بَۀ

source: Your files are being assembled. Please check again later.
oru: ترتُو ا فئلی ګډ سُکِن، چېکه کَۀ څُټکی

source: Your Languages
oru: ترتُو ا زبان

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
oru: ترتو ته زبان دې کان خه بدل قسم نک بَۀ کلِپی نر۔ یا خه ا صفحه بدل کَۀ یا وه بعد نر کوشش کَۀ دوبارۀ

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
oru: ترمخ ته زبان لهجه نر بُو سا اؤسا سکه ا جملي وه ختُم سُک بېن۔ تو بُو ا سېټنګ بدل اېنچی که بيے جملي دی ګۀ جیره کی خوئ زبان نر

source: Your username and email will not be associated with the published data.
oru: ترتُو ا ای مېل او یوزر نام شائع سُک ډېټا نر نک جَوَتېک سَۀ

source: Your weekly goal has been created
oru: ترتُو ا هفته وار مقصد جوړ ݭیوک

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
oru: تُو کی يې سو سېره ای مېل زا که افئ قدمی دل اېکسپلېن کوی که ترتُو ا زبان مشترک آواز نر شامِل کوی

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
oru: تو ته مشترک اوزي رسؤ نر امداد دوک<goalPercentage> تر</goalPercentage> ترماخن ته ریوزانه ریکارډنګ پاره

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
oru: تو ته مشترک اوزی رسؤ نر <goalPercentage>ترماخ امداد دوک<goalPercentage> ترماخ ته ریوزانۀ ته صحیح کؤ مقصد نر

source: You've successfully signed up for contributing to { $language }. Thank you.
oru: تُو په کامیابي سره سائن دوک که تُو يې سُو حصه وُر{ $language } شکریا

source: You want to join the Common Voice mailing list
oru: ته مشترک آواز مېلنګ لسټ نر بُو ا ځان شامېلېوی

source: You write down what you hear in the audio clips
oru: تُو وه لیک کېون که څۀ يې آډیو کلِپ لاسته امر

source: Zaza
oru: زازئے

source: Zip #{ $offset } of { $total }
oru: Zip # { $offset } ته { $total }

source: Zulu
oru: زُولُو

source: account recovery key
oru: اکاؤنټ ریکؤری کي

source: add-on
oru: اېډ وه کَۀ

source: alternate text
oru: متبادل ټېکسټ

source: attack
oru: برید

source: attacker
oru: بریدن

source: Attack Site
oru: سائټ زر برید

source: attendee
oru: خاضر

source: authenticate
oru: تصدیقه کَۀ

source: authenticated
oru: تصدیق ݭیوک

source: authentication code
oru: تصدیقي کوډ

source: autoplay
oru: آټو پلے

source: backup authentication code
oru: بېک اپ تصدیقي کوډ

source: bookmark
oru: بُک مارک

source: breakpoint
oru: برېک پوائنټ

source: Bug report
oru: بَګ رپورټ

source: certificate authority
oru: سرټیفیکېټ اتهرټی

source: cipher
oru: سائفر

source: clipboard
oru: کلِپ بورډ

source: colorway
oru: کلًر وے

source: confirmation code
oru: کنفرمېشن کوډ

source: context
oru: سیاق و سباق

source: cookie banner
oru: کُکی بېنر

source: corrupt
oru: خراب ݭیوک

source: corrupted
oru: خراب ݭیوک

source: crash
oru: تسکئ وسکئ

source: cross-site tracking cookie
oru: کراس سائټ ټرېکنګ کُکی

source: cryptominer
oru: کریپټو مائنر

source: cryptomining
oru: کریپټو مائننګ

source: debug
oru: صحیح کؤ

source: deceptive site
oru: دهوکه باز سائټ

source: decode
oru: ډیکوډ

source: decryption
oru: په حال کؤ

source: disinformation
oru: غلط معلومات

source: distrust
oru: بې اعتباره

source: email mask
oru: ای مېل ماسک

source: enable
oru: قابل

source: encode
oru: انکوډ

source: encrypt
oru: بُډ ݭیوک

source: encryption
oru: بُډؤ

source: end user
oru: آخېري ته استعمال واله

source: Enhanced Tracking Protection
oru: زُتݭیوک ټرېکِنګ تحفظ

source: extension
oru: ݫاتوب

source: fingerprinter
oru: ته نګُشت ته لګؤ ا پرنټر

source: fingerprinting
oru: نګُشت لګېڅن

source: Firefox View
oru: ته فائر فاکس ا لنداره

source: grassroots
oru: وُليې لاسته

source: home page
oru: ته نر ا پېج

source: import
oru: ملک کی راڅېک

source: independent browser
oru: آزاد براؤزر

source: innovations
oru: نیوو جوړؤ

source: insecure
oru: نک بل

source: installation
oru: لګؤ

source: Issue
oru: مسئلۀ

source: Legacy extension
oru: څنډ ساتؤ

source: MDN
oru: م ډ ن

source: misinformation
oru: درېشی خبر

source: native
oru: کِلی والۀ

source: net neutrality
oru: خالص غېر جانبداري

source: nonprofit
oru: نک نفع

source: non-profit
oru: نک نفع

source: open source
oru: جَوَت ذریعه

source: override
oru: چُخړؤ

source: phone number mask
oru: ته فون ته لمبر ا ماسک

source: pop-up
oru: پاپ اپ

source: preference
oru: ترجیع

source: Privacy Notice
oru: ته پرئوېسی ا نوټس

source: release
oru: ریلیز

source: report
oru: رپورټ

source: restricted site
oru: رپورټ ݭیوک سائټ

source: revert
oru: واپسي

source: Review checker
oru: ته ریویو ته چېکؤ واله

source: search suggestion
oru: ته دُشؤ ا تجویز

source: security keys
oru: ته تحفظ ا کِريے

source: sensitive
oru: حساس

source: sidebar
oru: ته سۀ پلؤ ا بار

source: sign
oru: دستخط

source: signer
oru: دستخط واله

source: sign in
oru: دستخط کؤ

source: sign-in
oru: دستخط واله

source: studies
oru: هِشتک

source: Terms of Service
oru: ته سروس ا ݭرطی

source: track
oru: رېګئے

source: trackers
oru: ته پته ته لګؤ واله

source: Tracking Content
oru: ټرېکنګ کنټېنټ

source: unencrypted
oru: نک خراب

source: unresponsive
oru: څواب زر غِلئ

source: unsafe
oru: غېرمحفوظ

source: validate
oru: کارګر

source: validity
oru: توثیق

source: version
oru: ورژن

source: Web Authentication
oru: ته وېب ا تصدیق کؤ
